;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Ivan
; TranslationAuthorEmail: adowfish@yahoo.com
; Soft Version: 1.11.49

[Translation]
LanguageName=JAN
LangCode=0411
DefaultFont=ＭＳ Ｐゴシック
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Confirm=確認


;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=これからの予定
TfrmWRMMain.btnCompleted.Caption=完了
TfrmWRMMain.btnBack.caption=戻る
TfrmWRMMain.btnDone.Caption=保存
TfrmWRMMain.lblRepeat.caption=リピート:
TfrmWRMMain.lblTime.caption=時間:
TfrmWRMMain.lblName.caption=予定（通知内容）:
TfrmWRMMain.lblDate.caption=年月日:
TfrmWRMMain.cbPeriod.Item1=一度のみ
TfrmWRMMain.cbPeriod.Item2=毎日
TfrmWRMMain.cbPeriod.Item3=毎週
TfrmWRMMain.cbPeriod.Item4=毎月
TfrmWRMMain.cbPeriod.Item5=毎年
;
;hint
;
TfrmWRMMain.imgf.hint=WiseCleanerのFacebookを開く
TfrmWRMMain.imgt.hint=WiseCleanerのTwitterを開く
TfrmWRMMain.imgmail.hint=WiseCleanerを友人にシェアする
TfrmWRMMain.imghome.hint=WiseCleanerのサイトを開く
TfrmWRMMain.CloseHint=閉じる
TfrmWRMMain.MenuHint=メニュー
TfrmWRMMain.MinHint=最小化
TfrmWRMMain.lbl2.caption=Current Version:%s
TfrmWRMMain.lbl3.Caption=Check for Updates
TfrmWRMMain.btnDetails.hint_1=詳細
TfrmWRMMain.btnDetails.hint_2=修正し再登録
TfrmWRMMain.btnDelete.hint_1=完了済みにする
TfrmWRMMain.btnDelete.hint_2=削除

msgdlg.btnNO=NO
msgdlg.btnOk=OK
msgdlg.btnYes=Yes
;
; Time
;
constY=年
constM=月
constD=日
constHH=時
constMM=分
constSS=秒
constYs=年
constMs=月
constDs=日
constHHs=時
constMMs=分
constSSs=秒
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Online Help
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Homepage
TfrmWRMMain.TrayMenuItem4=Contact Us
TfrmWRMMain.TrayMenuItem5=Check for Updates
TfrmWRMMain.TrayMenuItem6=Check for News
TfrmWRMMain.TrayMenuItem7=翻訳
TfrmWRMMain.TrayMenuItem8=スタートアップに登録
TfrmWRMMain.TrayMenuItem9=Wise Reminderについて
TfrmWRMMain.TrayMenuItem10=終了
TfrmRemindDlg.Caption_1=見逃した通知があります
TfrmWRMMain.lbl1.caption=Restore
TfrmWRMMain.fxpmn.item1=バックアップ
TfrmWRMMain.fxpmn.item2=復元
GetLang=翻訳を作成する...
;
; Notice
;
TfrmRemindDlg.Caption=Notice
TfrmRemindDlg.btnComplete.Caption=了解
TfrmRemindDlg.btnDelay.Caption=延長
;
; About
;
TfrmAbout.Caption=About
TfrmAbout.lblEmail.caption=Email Support:
TfrmAbout.lblhome.caption=Homepage:
TfrmAbout.lblthanks.captionAcknowledgements to the following (スペシャルサンクス):
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Current Version:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1=ミュート
TfrmWRMMain.cbbVoice.Item2=デフォルト
TfrmWRMMain.cbbVoice.Item3=カスタム
TfrmWRMMain.lblVoice.Caption=音声ファイル


[Messages]
UnkonwFileType=指定された音声ファイルがありません！
ExitModify=変更を保存していませんが、ページを離れてもよろしいですか？
RemindNameNULL=予定（通知内容）を記入してください！
NewVer=新しいバージョンがあります。 更新しますか？
NoNewVer=現在新しい更新はありません。
ExitApp=Wise 終了してよろしいですか？ 終了後は通知を得られなくなります。
NoneReminder=You have not set any reminder!
NoneCopmpleted=You have no completed reminder!
NoneSelected=少なくとも1つの項目を選択してください！
TimeOver=現在より後の時刻を設定してください！


[Lang]
NativeLanguage=日本語